Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: It would address the question of whether a uniform product liability system could be introduced in the Community on the basis of the present situation in the Member States.
es: Se estudiaría la introducción en la Comunidad de un régimen uniforme de responsabilidad civil por productos defectuosos, de acuerdo con la situación actual de los Estados miembros.

source: This is due to the fact that product liability statistics are neither systematically collected at this level nor collected in such detail by all individual insurers.
es: Ello obedece a que las estadísticas sobre responsabilidad por productos defectuosos no se elaboran sistemáticamente a esta escala y los diferentes aseguradores no las recopilan de un modo detallado.

source: For many years, it had been in the habit of aligning its legislation in areas such as banking, insurance, competition and product liability with that of its EU neighbours to speed the flow of goods and services.
es: Durante muchos años, había acostumbrado alinear su legislación en áreas tales como la banca, los seguros, la competencia y la responsabilidad civil con la de sus vecinos de la UE para agilizar el flujo de bienes y servicios.

source: To ensure the high level of USM quality in the whole manufacturing processes and for product liability, our furniture systems are only assembled or dismantled by trained personnel employed by our sales partners.
es: Para proteger la alta calidad de USM durante todo el proceso de fabricación y por razones de responsabilidad sobre el producto, nuestros sistemas modulares se montan y desmontan exclusivamente por el personal especializado de nuestros distribuidores.

source: May I remind you of the legislation on product safety and product liability, where I tried to obtain legal security.
es: Seguramente se acordarán de la legislación relativa a la responsabilidad y la seguridad de los productos.

source: This exclusion also does not apply to personal injuries, to damage, those caused by deliberate or gross negligence, which are subordinate to the product Liability Act.
es: Esta exclusión tampoco aplica a daños personales, o daños causados por negligencia intencional, que son subordinados al Acta de Responsabilidad del producto.

source: Product liability litigation, in particular tobacco-related claims; legal and arbitration proceedings concerning disputes among shareholders and the enforcement of representations and warranties.
es: Pleitos en materia de responsabilidad por producto, particularmente reclamaciones por daños y perjuicios derivados del consumo de tabaco; pleitos y arbitrajes, especialmente en materia de reclamación de garantías de pasivo y de conflictos entre socios.

source: Safety offers one of the best long-term solutions to managing operational costs such as worker's compensation, lost worker productivity and product liability.
es: La seguridad ofrece una de las mejores soluciones a largo plazo para administrar costos de operación tales como compensación de los trabajadores, productividad perdida de los trabajadores y responsabilidad por los productos.

source: Is it not precisely this form of regulation, which concerns neither product liability nor very clear principles, that is likely to lead us in quite the wrong direction?
es: ¿No es precisamente este forma de reglamentación, que no afecta ni a la responsabilidad sobre el producto ni a unos principios muy claros, la que probablemente nos lleve en la dirección errónea?

source: This does not affect liability in accordance with the Product Liability Act.
es: Con esto no se verá afectada la responsabilidad según la ley de responsabilidad del producto.

source: A proposal for a draft Directive on an extension of product liability to primary agricultural products has been decided by the Commission.
es: La Comisión ha decidido elaborar una propuesta de directiva sobre la extensión de la responsabilidad de hecho de los productos a las materias primas agrícolas.

source: In commercial law, our counselling and forensic focus lies on the law of commercial agency and the authorised dealership laws, and on legal issues in connection with commercial sales, for instance warranties and product liability.
es: En el Derecho Mercantil se centra nuestra actividad en el Derecho del Agente y del Concesionario, así como en cuestiones jurídicas en relación con la compraventa mercantil como por ej. el saneamiento o reponsabilidad por defectos del producto.

source: However, a manufacturer could reasonable assume that a breach of the General Product Safety Directive would convince a court to include that the manufacturer was liable under the Product Liability Directive.
es: Sin embargo, un fabricante puede considerar razonablemente que el quebrantamiento de la primera directiva convencerá a un tribunal de que éste es responsable según la segunda directiva.

source: In accordance with the laws of product liability, entrepreneurial property damages are excluded from the liability.
es: Los daños empresariales en referencia a la ley de responsabilidad sobre el producto están excluidos de la responsabilidad.

source: The above exclusions and restrictions of liability shall not apply where liability exists according to the mandatory standards of the applicable product liability laws for personal injury or damage to property.
es: Las anteriores exclusiones y limitaciones de responsabilidad no son aplicables si existe responsabilidad según las normas obligatorias de legislación sobre responsabilidad de producto aplicable a daños personales o materiales.

source: Product liability and ever more stringent legal requirements relating to accident prevention will give rise to a growing requirement for protective clothing.
es: La responsabilidad de producto y una legislación más rígida para la prevención de accidentes conllevarán una mayor demanda de indumentaria de protección.

source: In accordance with Product Liability obligations, we would ask you to please check the following points.
es: De acuerdo con las obligaciones emanadas de la responsabilidad por el producto, rogamos verifiquen los puntos indicados.

source: We are not responsible for damage other than being covered by our insurers in consideration of the company and product liability insurance.
es: No nos hacemos responsables de ningún daño salvo aquellos cubiertos por nuestra aseguradora relativos al seguro de responsabilidad de la empresa y del producto.

source: 5.6 The provisions of the law regarding product liability are valid without restriction.
es: 5.6 Los reglamentos de la ley sobre productos defectuosos tendrán vigencia sin restricciones.

source: characteristic features, claims under product liability law or damage due to injury to
es: Productos, asi como tampoco por daños y perjuicios originados por la afectación de

source: Liability due to culpable injury to life, the body and the health, as well as compulsory liability in accordance with the Product Liability Act, shall not be affected thereby.
es: 10.5. La responsabilidad debida a lesión culposa a la vida, al cuerpo y a la salud así como la responsabilidad forzosa según la Ley sobre productos defectuosos permanecen intactas.

source: We assume no responsibility over and above the provisions of the Product Liability Law for damages suffered by the user or third parties as a result of inappropriate handling of the product or its accessories, or by their operational failure and by their use.
es: No asumimos ninguna responsabilidad más allá de la Ley de Responsabilidad por Productos en cuanto daños sufridos por el usuario o de terceros como consecuencia del uso inadecuado del producto o de sus accesorios, o resultantes de un fallo de funcionamiento o de su utilización.

source: In compliance with the legal regulations concerning product liability we are under no circumstances responsible for the damage caused as a result of ignoring our written instructions concerning the use of the delivered goods, the construction, the design, the installation or the arrangement of it.
es: En cumplimiento con las normativas legales relativas a la responsabilidad del producto no somos responsables bajo ninguna circunstancia de los daños causados a resultas de ignorar nuestras instrucciones por escrito sobre el uso de los productos entregados, la construcción, el diseño, la instalación o la disposición de los mismos.

source: Against the background of increasingly stringent product liability requirements, it is vitally important to provide complete documentation for all parts of the vehicle.
es: Como consecuencia de unos requisitos de responsabilidad por la producción de productos cada vez más severos, resulta de vital importancia ofrecer documentación completa de todas las piezas del vehículo.

source: For example, it is responsible for product liability and compensation.
es: Por ejemplo, es responsable de la responsabilidad debida a productos defectuosos y de la compensación.

source: However, the Maltese authorities say that a draft law is being prepared which is intended to achieve complete alignment between Maltese and Community legislation on product liability.
es: Las autoridades maltesas afirman, sin embargo, que está en preparación un proyecto de ley con el fin de adecuarse plenamente a la legislación comunitaria en materia de responsabilidad por los productos.

source: Liability for any other damages is excluded, subject to the provisions of the German product liability laws.
es: Se excluye la responsabilidad por todos los demás daños, sin que esto afecte a la responsabilidad establecida según la ley de responsabilidad sobre los productos.

source: In particular, he has taken part in the defence of car manufacturers, tobacco companies, and the chemical industry in some of the most important product liability cases in Spain, including several collective claims.
es: En particular, ha intervenido directamente en la defensa de los casos más relevantes de responsabilidad civil por producto que se han sucedido en España en los últimos años, y que han afectado a fabricantes de automóviles, empresas tabaqueras e industrias químicas.

source: The liability for culpable injury to life, body or health shall not be affected; this also applies to the statutory liability in accordance with the German Product Liability Act.
es: Queda intacta la responsabilidad civil por atentado culposo a la vida, al cuerpo o la salud; ello también se aplica a la responsabilidad civil obligatoria según la ley sobre productos defectuosos.

source: This means that you can document even small changes that are made in individual phases of the product's life cycle and that have to be provided for reasons of product liability and quality assurance.
es: Esto significa que se pueden documentar incluso pequeños cambios realizados en fases individuales del ciclo de vida del producto y que tengan que estar disponibles por razones de responsabilidad debida a productos defectuosos y gestión de calidad.

source: Do I have to escrow my property taxes and hazard insurance?
es: ¿Debo tener en depósito mis impuestos a la propiedad y un seguro contra riesgos?

source: Timely payment of interest and principal in private organisation pools, however, may be supported by various forms of private insurance or guarantees, including individual loan, title, pool, and hazard insurance.
es: Sin embargo, el pago en tiempo y forma de intereses y principal en los fondos de organizaciones privadas puede verse respaldado por diversos tipos de garantías o seguros privados, incluyendo los seguros individuales de préstamos, títulos, reservas y riesgos.

source: Taxes & Insurance Monthly payments are normally made into a special escrow account for items like hazard insurance and property taxes.
es: Impuestos y Seguro los pagos mensuales son normalmente hechos en una cuenta de depósito especial para artículos como seguro de riesgo y contribuciones territoriales.

source: If you are financing your home purchase, your lender will require you to buy at least basic hazard insurance.
es: Si usted esta financiando y pagando su casa, su prestamista le exigirá comprar la aseguranza básica por daños.

source: When taxes and hazard insurance are escrowed, it means they are collected every month by the lender, who also makes these payments.
es: Cuando los impuestos y el seguro contra riesgos están en depósito, significa que todos los meses los cobra un prestamista, quien también hace esos pagos.

source: What is the difference between hazard insurance and mortgage insurance?
es: ¿En qué se diferencia un seguro de riesgo y un seguro hipotecario?

source: 58. Considers that private sector or mixed insurance schemes, such as multi-hazard insurance, must be developed as a matter of urgency in view of increasing risks; is aware of the fact that this can only succeed with public contributions to the financing; underlines the fact that the introduction of these schemes must not under any circumstances endanger the level playing field between the different Member States; calls on the Commission to consider introducing or supporting a Community-wide reinsurance system in the future, with a view to dealing with problems arising from climate-related or environmental disasters
es: 58. Opina que deben desarrollarse urgentemente sistemas privados o mixtos de prevención, como los seguros multirriesgos, en vista del aumento de los riesgos; es consciente de que ello no puede tener éxito sin una participación pública en la financiación; subraya que la introducción de estos sistemas no puede poner en peligro, bajo ninguna circunstancia, la igualdad de condiciones entre los diferentes Estados miembros; pide a la Comisión que estudie la introducción o el apoyo en el futuro a un régimen comunitario de reaseguros para hacer frente a problemas derivados de catástrofes climáticas o medioambientales

source: There are evacuation teams and fire brigades who receive ongoing training with the support of the Red Cross and an occupational hazard insurance company engaged by Biofilm to provide consulting in this area.
es: Existen brigadas de evacuación y combate de incendios, las cuales reciben capacitación periódica con el apoyo de la Cruz Roja y una compañía aseguradora de riesgos profesionales que Biofilm ha contratado y le asesora en estos temas.

source: The most common of these are prepaid interest, mortgage insurance premiums and hazard insurance premiums.
es: Los más comunes son el interés prepagado, las primas de seguro de la hipoteca y las primas del seguro contra riesgos.

source: Lenders require borrowers to purchase homeowners or hazard insurance that protects against loss in the event the house is damaged or destroyed by a disaster such as fire.
es: Los prestamistas requieren a los que piden prestado el comprar seguros del propietario o de peligros que lo protegen contra perdida en la eventualidad de que la casa este dañada o destruida por un desastre como lo es el fuego.

source: Pre-paid items that must be paid to your lender, such as pre-paid interest, hazard insurance and deposits to set up an escrow account.
es: costos prepagos que se deben pagar a su prestamista, como interés prepago, seguro contra riesgos y depósitos para establecer una cuenta de plica.

source: If you pay your property taxes and hazard insurance separately from your mortgage payment, you may be required to set up an escrow account and have those funds paid through the bank.
es: Si paga los impuestos de su propiedad y seguro contra riesgos separado del pago de su hipoteca, le pueden requerir que tenga una cuenta de depósito y que esos fondos se paguen a través del banco.

source: For example, if the survey shows that the property you want to buy is located in a flood zone or flood plain, you will know that you can expect to pay more for hazard insurance.
es: Por ejemplo, si la encuesta demuestra que la propiedad que usted quiere comprar esta localizada en una zona de inundación o en una zona plana inundable, usted sabrá que puede esperar tener que pagar más por los seguros de peligros.

source: Hazard Insurance Premium Hazard insurance protects you and the lender against loss due to fire, windstorm, and natural hazards.
es: 903. Prima de seguro por riesgos El seguro por riesgos lo protege a usted y a la entidad crediticia contra pérdidas ocasionadas por incendio, tormentas de viento y riesgos naturales.

source: Vulnerable areas are managed to minimize loss of life and property through such means as setback lines, limits on population densities, minimum building elevations and coastal hazard insurance requirements (see figure XVIII).
es: La gestión de las zonas vulnerables tiene por objeto reducir al mínimo la pérdida de vidas y bienes por medios tales como el establecimiento de franjas de defensa de costas, límites a la densidad de población, elevación mínima de los edificios y seguros obligatorios contra peligros costeros (véase el gráfico XVIII).

source: For the Family Health Insurance and in the Occupational Hazard Insurance, it would be the equivalent of 10 minimum wages.
es: En el Seguro Familiar de Salud será equivalente a 10 salarios y en el Seguro de Riesgos Laborales, actualmente es de 4 salarios mínimos.

source: A financial disclosure giving an account of all funds received and expected at closing, including escrow deposits for taxes, hazard insurance, and mortgage insurance.
es: Declaración financiera que detalla todos los fondos recibidos y que se esperan al cierre, incluyendo depósitos en custodia para impuestos, seguros contra riesgo y seguros hipotecarios.

source: Your loan payment includes a portion to be placed into escrow for the annual premium of hazard insurance.
es: Su pago incluye una parte que se asigna a una cuenta en depósito para el pago anual del seguro contra riesgos.

source: Hazard insurance protects the owner of the property and the bank against loss caused by fire, hurricanes or earthquakes, and it only covers the value of the structure.
es: El seguro de riesgos (hazard insurance) protege al dueño (a) de la propiedad y al banco contra pérdidas causadas por incendios, huracanes o terremotos y sólo cubre el valor de la estructura.

source: These fees can include an appraisal fee, credit report fee, hazard insurance, flood insurance, and other inspection fees.
es: Estas cuotas pueden incluir una cuota de avalúo, una cuota de reporte crediticio, seguro contra riesgos, seguro contra inundación y otras cuotas de inspección.

source: This includes borrowers who did not maintain flood and/or hazard insurance on previous SBA or Federally Insured loans.
es: Esto incluye prestatarios que no han cumplido con su obligación de mantener seguro contra inundaciones y/o incendio en préstamos anteriores de SBA préstamos asegurados por el Gobierno Federal.

source: you fail to pay property taxes or hazard insurance, or violate any other borrower obligation.
es: no se paga los impuestos a la propiedad, o el seguro de la casa, o si el prestatario incumple cualquier obligación.

source: Closing Statement The financial disclosure statement that accounts for all of the funds received and expected at the closing, including the deposits for taxes, hazard insurance, and mortgage insurance.
es: Closing Statement/Declaración de cierre Es un estado financiero que muestra todos los fondos recibidos y esperados al cierre, incluyendo el depósito por impuestos, póliza de riesgos y seguro de hipoteca.

source: Hazard Insurance-insured from losses such as fire, vandalism, storms and certain other natural causes.
es: Seguro de Riesgo cobertura contra perdidas como por incendio, vandalismo, tormentas y otros causas naturales.

source: The granting of easements for public utilities for other public purposes consistent with the intended use of such Common Area shall not be deemed a transfer within the meaning of this Subsection; (ii) change the method of determining the obligations assessments, dues or other charges which may be levied against an Owner; (iii) Fail to maintain fire and extended coverage insurance on Common Area on current replacement cost basis in an amount of at least 100 percent (100%) of insurable value; (iv) Use hazard insurance proceeds for losses to any Common Area, for other than the repair, replacement of reconstruction of such Common Area
es: El otorgamiento de servidumbres para servicios públicos para otros propósitos públicos en consistencia con el uso destinado para dicha área Común no será considerado como un traspaso dentro del significado de este inciso; (ii) cambiar el método que determina las contribuciones obligatorias, cuotas u otros cargos que puedan ser impuestos a un Dueño; (iii) Incumplir en mantener seguro contra incendios de cobertura amplia en el Área Común en base a los costos de reemplazo actual en una cantidad de al menos 100 porciento (100%) del valor asegurable (iv) Usar la indemnización del seguro contra riesgos por perdidas en algún Área común, aparte de la reparación, reemplazo de reconstrucción de dicha Área Común.

source: Homeowner's Insurance or Home Hazard Insurance an insurance policy that protects your home and your possessions inside from serious loss, such as theft or fire.
es: Seguro de propietario de vivienda o seguro de riesgos de vivienda una póliza de seguros que protege su vivienda y sus posesiones dentro de pérdidas graves, tales como robo o fuego.

source: In general, the buyer pays the costs associated with obtaining the mortgage - the loan origination fee, appraisal fee, credit report, appraisals, hazard insurance, etc.
es: En general, el comprador paga los costos asociados con el obtener la hipoteca - la cuota de originación del préstamo, la cuota de tasación, el informe de crédito, tasaciones, seguros entre peligros, etc.

source: Typically, borrowers pay 20% of their income toward house payment, property taxes, and hazard insurance.
es: Típicamente, los que tomen prestado pagan 20% de su ingreso para el pago de una casa, contribuciones a la propiedad y seguros de peligros.

source: Flood insurance - if you obtain a loan to purchase your home, the lender would likely require flood insurance (in addition to hazard insurance) if your property is located in a floodplain.
es: Aseguranza por Inundamiento; si obtiene un préstamo para su casa, el prestamista puede requerir un seguro que cubra inundación (ademas al de daños) si la propiedad esta localizada en zonas de inundacion.

source: The use of the OB10 network enables us to receive your invoices directly into our Accounts Payable (AP) systems and process them without the delays and inefficiencies associated with paper based invoicing.
es: El uso de la red OB10 nos permite recibir sus facturas directamente en nuestros sistemas de Cuentas por Pagar (CP) y procesarlas sin demoras e ineficiencias asociadas con la facturación basada en papel.

source: Accounts payable data are sent to a third party, which categorizes spending.
es: La información sobre cuentas por pagar se envía a un tercero, que es quien clasifica los gastos.

source: The installation of AP5000 adds several user accounts that are listed in Table 4 below.
es: La instalación de AP5000 añade diversas cuentas de usuario enumeradas en Tabla 4 abajo.

source: There was no obligation to keep records or ledgers of accounts payable.
es: No era obligatorio llevar libros de cuentas o una contabilidad de deudores.

source: Accounts payable and receivable in foreign currency are translated into local currency at the exchange rate prevailing on the date of the related operation.
es: La conversión de los créditos y débitos en moneda extranjera a moneda nacional se realiza aplicando el tipo de cambio vigente en el momento de cada operación.
